$(function() {
    var availableTags = [
        'Вінниця',
        'Дніпропетровськ',
        'Донецьк',
        'Житомир',
        'Запоріжжя',
        'Івано-Франківськ',
        'Київ',
        'Кіровоград',
        'Луганськ',
        'Луцьк',
        'Львів',
        'Миколаїв',
        'Одеса',
        'Полтава',
        'Рівне',
        'Суми',
        'Тернопіль',
        'Ужгород',
        'Харків',
        'Херсон',
        'Хмельницький',
        'Черкаси',
        'Чернівці',
        'Чернігів'
    ];
    $(".cityFromAutocomplete").autocomplete({
        source: availableTags
    });
});