<%@page contentType="text/html" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>

        <h3 align="center">ПРО НАС</h3>
            <p align="center"><img src="img/if048java_foto.jpg" alt="Фотографія групи" width="100%" height="100%"></p>
            <p align="justify"> 4 серпня 2014 року група IF048JAVA почала навчання на базі IT Академії компанії SoftServe. На конкурсній
            основі, серед великої кількості претендентів, було відібрано 6 студентів, які за три з половиною місяці
            повинні освоїти всі етапи розробки веб-аплікацій та завершити свій реальний проект. Під керівництвом
            професійних  викладачів: Миколи Демчини, Юрія Безгачнюка та досвідченого спеціаліста Дмитра Кирбаби
            був створений даний сайт.</p>
            <p align="justify"> Ми молода і яскрава команда. Серед нас є цілеспрямовані натури, творчі люди і різносторонні особистості.
            Нас об'єднує спільна мета - освоїти мову програмування Java і супутні їй фреймворки та технології, в мірі, необхідній для створення
            комерційних проектів. Дана веб-аплікація - результат наших спільних зусиль.</p>
            <p>Наша девіз: Просто. Надійно. Ефективно.</p>
